LEXICON_RU: dict[str, str] = {
    'ask_min_price': 'Для начала расскажите, какая квартира вас интересует. Какую минимальную цену вы готовы '
                     'платить в месяц? Для справки: 1 000 000 сум - это чуть меньше 100 долларов.',
    '/cancel': 'Вы прервали заполнение параметров.\n Чтобы заново заполнить параметры, введите /start',
    'ask_max_price': 'Какую максимальную цену в сумах вы готовы платить в месяц? '
                     'Для справки: 1 000 000 сум - это чуть меньше 100 долларов.',
    'ask_district': 'Выберите, пожалуйста, район. После выбора всех интерсующих вас районов, нажмите "выбрать".',
    'ask_to_start_parsing': 'Спасибо ваши данные зарегистрированы.\nНачать рассылку?',
    '/resume': 'Как только появится подходящее объявление, мы сразу возобновим рассылку.'
}

# TODO: fix formatting