LEXICON_RU: dict[str, str] = {'ask_min_price': 'Для начала расскажите, какая квартира вас интересует. '
                                               '\nКакую минимальную цену в долларах вы готовы платить в месяц? '
                                               'Выберите сумму из меню или введите в сообщении (только цифры). '
                                               '\nДля справки: 100 $ - это 11420 сум',
                              '/cancel': 'Вы прервали заполнение параметров.'
                                         '\n Чтобы заново заполнить параметры, введите /start',
                              'ask_max_price': 'Какую максимальную цену в долларах вы готовы платить в месяц? '
                                               'Выберите сумму из меню или введите в сообщении (только цифры). '
                                               '\nДля справки: 100 $ - это 11420 сум',
                              'less_than_min_price': 'Максимальная цена должна быть больше или равна минимальной.',
                              'ask_district': 'Выберите, пожалуйста, район. '
                                              'После выбора всех интересующих вас районов, нажмите "выбрать".',
                              'ask_to_start_parsing': 'Спасибо ваши данные зарегистрированы.\nНачать рассылку?',
                              '/resume': 'Как только появится подходящее объявление, мы сразу возобновим рассылку.',
                              'Mirzo-Ulugbekskii': 'Мирзо-Улугбекский',
                              'Sergeliiskii': 'Сергелийский',
                              'Yashnabadskii': 'Яшнабадский',
                              'Chilanzarskii': 'Чиланзарский',
                              'Mirabadskii': 'Мирабадский',
                              'Yunusabadskii': 'Юнусабадский',
                              'Almazarski': 'Алмазарский',
                              'Yakkasaraiski': 'Яккасарайский',
                              'Shaikhantakhurskii': 'Шайхантахурский',
                              'finish': 'выбрать'}

# TODO: fix formatting
